Repository: giannpelle/CiuffCiuff
Catalog: CiuffCiuff/*.lproj/Localizable.strings
Languages: it

source: NEW OPERATION ROUND
it: NUOVO ROUND OPERATIVO

source: INCOME
it: RENDITA

source: PAYOUT
it: DIVIDENDI

source: WITHHOLD
it: TRATTIENE

source: NEWROUND
it: NUOVO ROUND

source: SHARES
it: AZIONI

source: PRIVATES
it: PRIVATE

source: TRAINS
it: TRENI

source: SELL
it: VENDITA

source: BUY
it: ACQUISTO

source: CLOSE
it: CHIUDI

source: TRAIN EMERGENCY
it: EMERGENZA TRENO

source: nothing
it: niente

source: null operation
it: operazione nulla

source: YES
it: SI

source: ATTENTION
it: ATTENZIONE

source: Attention
it: Attenzione

source: You must enter at least 2 players name to begin
it: Devi inserire almeno 2 giocatori per iniziare

source: You cannot enter a player's name longer than 8 characters
it: Non puoi inserire nomi di giocatori più lunghi di 8 caratteri

source: Bank
it: Banca

source: There must be a complete operation round to follow in order to go infinite
it: Deve esserci un round operativo completo da seguire per andare all'infinito

source: There must be at least a payout operation in order to go infinite
it: Deve esserci almeno un'operazione di tipo dividendi per andare all'infinito

source: Are you sure you want to go infinite?
it: Sei sicuro di voler andare all'infinito?

source: Let's go infinite
it: Vai all'infinito

source: The bank has gone bankrupt
it: La banca è andata in bancarotta

source: A player has gone bankrupt
it: Un giocatore è andato in bancarotta

source: Cancel
it: Annulla

source: You can only go infinite right after the completion of an operation round
it: Puoi andare all'inifito solo immediatamente dopo la fine di un round operativo

source: You must complete at least one operation round to get the payout delta
it: Devi completare almeno un round operativo per calcolare i delta dei dividendi

source: There must be at least a payout operation in order to calculate deltas
it: Deve esserci almeno un'operazione di tipo dividendi per calcolare i delta

source: Are you sure you want to delete the game data and start a new game?
it: Sei sicuro di voler eliminare la partita e iniziarne una nuova?

source: shares
it: azioni

source: Amount unavailable from source
it: Quantità non disponibile dal mittente

source: The amount of the operation is zero
it: La somma dell'operazione è zero

source: Are you sure you want to undo all operations including the selected one?
it: Sei sicuro di voler annullare tutte le ultime operazioni inclusa questa?

source: GAME START
it: INIZIO PARTITA

source: The selected game cannot be played with the specified number of players
it: Il gioco selezionato non può essere giocato con il numero di giocatori specificato

source: The company has already operated in this round
it: La compagnia ha già operato in questo round

source: You cannot redo an operation from a previous round
it: Non pupoi riattivare un'operazione di un round precedente

source: Is this the last company that should operate in this round?
it: E' questa l'ultima compagnia che dovvrebbe operare questo round?

source: No operation was performed, correct the data and try again
it: L'operazione non è stata eseguita, correggi i dati e riprova

source: Are you sure you want to close the company
it: Sei sicuro di voler chiudere la compagnia

source: The operation you tried to enable/disable is illegal
it: L'operazione che hai provato a riattivare/annullare è illegale

source: This action is not available given the current state of the game
it: Questa azione non è disponibile per lo stato di gioco attuale

source: It sums up all Payout operations until the last Buy operation, then display the total money earnings for each player
it: Somma tutte le operazioni di tipo Payout fino all'ultima operazione di Buy, poi mostra la somma totale di soldi incassati dai singoli giocatori

source: Invalid input in amount
it: Il valore del treno è stato inserito erroneamente
